TRIGERS = {'джарвис', 'дружище', 'джерри'}

data_set = {
    'погода': 'weather',
    'погоду': 'weather',
    'какая погода': 'weather',
    'какая погода сейчас на улице': 'weather',
    'подсказать погоду': 'weather',
    'что там на улице': 'weather',
    'сколько градусов': 'weather',
    'протокол 22': "developer",
    'режим разработчика': 'developer',
    'запусти режим разработчика': 'developer',
    'привет джарвис как твои дела': "greetings",
    'поможешь мне или нет': 'greetings',
    'джарвис мне нужна твоя помощь': 'greetings',
    'спасибо на этом все': 'sleep',
    'отлично спасибо': 'sleep',
    'чечня на связи': 'song',
}
